Repository: fpemud/conduit
Catalog: temp/po/*.po
Languages: ru, uk

source: Conduit Synchronizer
ru: Синхронизатор Conduit
uk: Синхронізатор Conduit

source: Synchronization for GNOME
ru: Синхронизация в GNOME
uk: Синхронізація у GNOME

source: What Do You Want to Synchronize?
ru: Что хотите синхронизировать?
uk: Що треба синхронізувати?

source: Drag and Drop a Data Provider on the Canvas
ru: Перетащите источник данных на канву
uk: Перетягніть джерело даних на канву

source: Synchronization Group Created
ru: Создана группа синхронизации
uk: Створено групу синхронізації

source: Add Another Data Provider to the Group to Synchronize it
ru: Добавьте в группу другой источник данных для синхронизации
uk: Додайте до групи інше джерело даних для синхронізації

source: You Are Now Ready to Synchronize
ru: Всё готово для синхронизации
uk: Все готово для синхронізації

source: Right Click on Group for Options
ru: Чтобы получить параметры, щёлкните правой кнопкой мыши по группе
uk: Щоб отримати параметри, натисніть правою кнопкою миші на групі

source: Synchronize Two Folders
ru: Синхронизировать две папки
uk: Синхронізувати дві теки

source: Backup Folder to Box.net
ru: Сделать резервную копию папки на Box.net
uk: Створити резервну копію теки на Box.net

source: Synchronize Tagged F-Spot Photos to Flickr
ru: Синхронизировать снимки F-Spot с метками с Flickr
uk: Синхронізувати фотографії F-Spot на Flickr

source: Synchronize Photos to Flickr
ru: Синхронизировать снимки на Flickr
uk: Синхронізувати фотографії на Flickr

source: Upload Photos to Facebook
ru: Загрузить снимки на Facebook
uk: Завантажувати фотографії на Facebook

source: Synchronize Desktop Wallpaper from a RSS Feed
ru: Синхронизировать обои рабочего стола с ленты RSS
uk: Синхронізувати зображення на робочому столі зі стрічкою RSS

source: Conduit is a synchronization application.
ru: Conduit — приложения для синхронизации.
uk: Conduit — програма для синхронізації.

source: Launch without GUI. [default: %default]
ru: Запускать без графического интерфейса. [по умолчанию: %default]
uk: Запускати без графічного інтерфейсу. [типово: %default]

source: Save dataprovider configuration to FILE. [default: %default]
ru: Сохранять настройки источника данных в ФАЙЛ. [по умолчанию: %default]
uk: Зберігати параметри джерела у ФАЙЛ. [типово: %default]

source: Iconify on startup. [default: %default]
ru: Минимизировать при запуске. [по умолчанию: %default]
uk: Мінімізувати під час запуску. [типово: %default]

source: Run with the specified UI. [default: %default]
ru: Запускать с определённым интерфейсом. [по умолчанию: %default]
uk: Запускати з певним інтерфейсом. [типово: %default]

source: Only load modules in the named files. [default: load all modules]
ru: Загружать модули только из указанных файлов. [по умолчанию: загружать все модули]
uk: Завантажувати модулі лише з вказаних файлів. [типово: завантажувати всі модулі]

source: Do not load modules in the named files. [default: load all modules]
ru: Не загружать модули из указанных файлов. [default: load all modules]
uk: Не завантажувати модулі з вказаних файлів. [типово: завантажувати всі модулі]

source: Explicitly set internal Conduit settings (keys) to the given values for this session. [default: do not set]
ru: Присвойте внутренним параметрам (ключам) Conduit данные значения для этого сеанса. [по умолчанию: не присваивать]
uk: Встановити внутрішнім параметрам (ключам) Conduit дані значення для цього сеансу. [типово: не встановлювати]

source: Enable loading of unfinished or unsupported dataproviders. [default: %default]
ru: Разрешить загрузку незавершённых и неподдерживаемых источников данных. [по умолчанию: %default]
uk: Дозволити завантаження незавершених та непідтримуваних джерел даних. [типово: %default]

source: Generate more debugging information. [default: %default]
ru: Выдавать больше отладочной информации. [по умолчанию: %default]
uk: Видавати більше налагоджувальної інформації. [типово: %default]

source: Generate less debugging information. [default: %default]
ru: Выдавать меньше отладочной информации. [по умолчанию: %default]
uk: Видавати менше налагоджувальної інформації. [типово: %default]

source: Generate no debugging information. [default: %default]
ru: Не выдавать отладочную информацию. [по умолчанию: %default]
uk: Не видавати налагоджувальну інформацію. [типово: %default]

source: Ready
ru: Готово
uk: Готовий

source: New data to sync
ru: Новые данные для синхронизации
uk: Нові дані для синхронізації

source: Refreshing...
ru: Выполняется обновление...
uk: Виконується оновлення...

source: Refreshed OK
ru: Обновление прошло успешно
uk: Оновлення успішно завершено

source: Error Refreshing
ru: Ошибка при обновлении
uk: Помилка при оновленні

source: Synchronizing...
ru: Выполняется синхронизация...
uk: Синхронізація...

source: Synchronized OK
ru: Синхронизация прошла успешно
uk: Синхронізацію успішно завершено

source: Error Synchronizing
ru: Ошибка при синхронизации
uk: Помилка при синхронізації

source: Synchronization Skipped
ru: Синхронизация пропущена
uk: Синхронізація пропущена

source: Synchronization Cancelled
ru: Синхронизация отменена
uk: Синхронізація скасована

source: Synchronization Conflict
ru: Конфликт при синхронизации
uk: Конфлікт при синхронізації

source: Not Configured
ru: Не настроено
uk: Не налаштовано

source: None
ru: Нет
uk: Немає

source: Files and Folders
ru: Файлы и папки
uk: Файли та теки

source: Notes
ru: Заметки
uk: Примітки

source: Photos
ru: Снимки
uk: Фотографії

source: Office
ru: Офис
uk: Офіс

source: Settings
ru: Параметры
uk: Параметри

source: Miscellaneous
ru: Разное
uk: Різне

source: Media
ru: Медиа
uk: Медіа

source: Bookmarks
ru: Закладки
uk: Закладки

source: Test
ru: Тест
uk: Тест

source: Drag a Data Provider here to continue
ru: Перетащите сюда источник данных
uk: Перетягніть сюди джерело данх

source: Show me
ru: Показать меня
uk: Показати мене

source: Source
ru: Источник
uk: Джерело

source: Resolution
ru: Разрешение
uk: Роздільна здатність

source: Sink
ru: Приёмник
uk: Приймач

source: Conflicts (%s)
ru: Конфликты (%s)
uk: Конфлікти (%s)

source: Introduction
ru: Введение
uk: Вступ

source: Writing a Data Provider
ru: Запись источника данных
uk: Запис джерела даних

source: API Documentation
ru: Документация API
uk: Документація API

source: Test Results
ru: Результаты теста
uk: Результати тесту

source: Examples
ru: Примеры
uk: Приклади

source: Convert from
ru: Преобразовать из
uk: Перетворювати з

source: into
ru: в
uk: у

source: Relationship Database
ru: База данных взаимосвязи
uk: База даних взаємозв'язку

source: Conversions Available
ru: Доступные преобразования
uk: Доступні перетворення

source: Name
ru: Название
uk: Назва

source: Loaded
ru: Загружено
uk: Завантажено

source: - %s (Development Version)
ru: — %s (разрабатываемая версия)
uk: — %s (версія у розробці)

source: - Running Uninstalled
ru: — запуск удалённого приложения
uk: — запуск віддаленої програми

source: Developers
ru: Разработчики
uk: Розробники

source: Synchronization in progress. Do you want to cancel it?
ru: Выполняется синхронизация. Вы хотите её отменить?
uk: Виконується синхронізація. Хочете її скасувати?

source: _Synchronize All
ru: _Синхронизировать всё
uk: _Синхронізувати все

source: Synchronizes All Groups
ru: Синхронизирует все группы
uk: Синхронізує всі групи

source: _Cancel Synchronization
ru: _Отменить синхронизацию
uk: _Скасувати синхронізацію

source: Cancels Currently Synchronizing Groups
ru: Сбрасывает текущие группы синхронизации
uk: Скидає поточні групи синхронізації

source: _Quit
ru: _Закончить
uk: Ви_йти'

source: Close Conduit
ru: Закрыть Conduit
uk: Закрити Conduit

source: Synchronization Error
ru: Ошибка синхронизации
uk: Помилка при синхронізації

source: Synchronization Complete
ru: Синхронизация выполнена
uk: Синхронізацію виконано

source: Synchronizing
ru: Синхронизация
uk: Синхронізація

source: Description
ru: Описание
uk: Опис

source: Total: %d
ru: Всего: %d
uk: Загалом: %d

source: Configure
ru: Настройка
uk: Налаштовування

source: Backpack Notes
ru: Заметки Backpack
uk: Примітки Backpack

source: Store things in Backpack Notes
ru: Хранить вещи в заметках Backpack
uk: Зберегти речі у примітках Backpack

source: Account details
ru: Подробности об учётной записи
uk: Подробиці про обліковий запис

source: Login
ru: Войти
uk: Увійти

source: API key
ru: Ключ API
uk: Ключ API

source: Saved notes
ru: Сохранённые заметки
uk: Збережені примітки

source: Save notes in page
ru: Сохранять заметки на странице
uk: Зберігати примітки на сторінці

source: Banshee Playlists
ru: Списки воспроизведений Banshee
uk: Списки відтворення Banshee

source: Synchronize your Banshee playlists
ru: Синхронизировать списки воспроизведений Banshee
uk: Синхронізувати списки можливості Banshee

source: Playlists
ru: Списки воспроизведений
uk: Списки відтворень

source: Synchronize your Box.net files
ru: Синхронизировать файлы Box.net
uk: Синхронізувати файли Box.net

source: Folder
ru: Папка
uk: Тека

source: Folder name
ru: Имя папки
uk: Назва теки

source: Load folders
ru: Загрузить папки
uk: Завантажити теки

source: Note-
ru: Заметка-
uk: Примітка-

source: Wallpaper
ru: Обои
uk: Тло

source: Changes your Desktop Wallpaper
ru: Меняет обои рабочего стола
uk: Змінює тло робочого столу

source: Select %s
ru: Выберите %s
uk: Виберіть %s

source: Evolution Contacts
ru: Контакты Evolution
uk: Контакти Evolution

source: Synchronize your contacts
ru: Синхронизировать контакты
uk: Синхронізувати контакти

source: Evolution Calendar
ru: Календарь Evolution
uk: Календар Evolution

source: Synchronize your calendar
ru: Синхронизировать календарь
uk: Синхронізувати календар

source: Evolution Tasks
ru: Задачи Evolution
uk: Задачі Evolution

source: Synchronize your tasks
ru: Синхронизировать задачи
uk: Синхронізувати задачі

source: Evolution Memos
ru: Заметки Evolution
uk: Примітки Evolution

source: Synchronize your memos
ru: Синхронизировать заметки
uk: Синхронізувати примітки

source: Synchronize your Facebook photos
ru: Синхронизировать снимки Facebook
uk: Синхронізувати фотографії Facebook

source: Loading album list...
ru: Загрузка списка альбомов…
uk: Завантаження списку альбомів…

source: Failed to connect
ru: Не удалось соединиться
uk: Не вдається з'єднатися

source: Logged in
ru: Вошёл в систему
uk: Увійшов у систему

source: Failed to login
ru: Не удалось войти в систему
uk: Не вдалось увійти у систему

source: Status
ru: Состояние
uk: Стан

source: Album
ru: Альбом
uk: Альбом

source: Album name
ru: Название альбома
uk: Назва альбому

source: Load albums
ru: Загрузить альбомы
uk: Завантажити альбоми

source: RSS Feed
ru: RSS-поток
uk: RSS-потік

source: Synchronize data from RSS enclosures
ru: Синхронизировать данные из вложений RSS
uk: Синхронізувати данні з вкладень RSS

source: Feed details
ru: Подробности о потоке
uk: Подробиці про потік

source: Feed address
ru: Адрес потока
uk: Адреса потоку

source: Enclosure settings
ru: Параметры вложений
uk: Параметри вкладень

source: Limit downloaded enclosures
ru: Ограничить загружаемые вложения
uk: Обмежити завантажені вкладення

source: Limit to
ru: Ограничить до
uk: Обмежити до

source: Randomize enclosures
ru: Рандомизировать вложения
uk: Рандомізувати вкладення

source: Download types
ru: Типы загрузок
uk: Типи завантажень

source: Download audio files
ru: Загружать аудиофайлы
uk: Завантажувати аудіофайли

source: Download video files
ru: Загружать видеофайлы
uk: Завантажувати відеофайли

source: Download photo files
ru: Загружать файлы снимков
uk: Завантажувати файли фотографій

source: Icon
ru: Значок
uk: Значок

source: Items
ru: Элементы
uk: Елементи

source: <i>Contains %s files</i>
ru: <i>Содержит файлов: %s</i>
uk: <i>Містить файли: %s</i>

source: Include file...
ru: Включить файл…
uk: Включити файл…

source: All files
ru: Все файлы
uk: Усі файли

source: Include folder...
ru: Включить папку…
uk: Включити теку…

source: Please Name All Folders
ru: Дайте имена всем папкам
uk: Дайте назви усім текам

source: All folders require a descriptive name. To name a folder simply click on it
ru: У каждой папки должно быть описательное имя. Чтобы дать папке имя, щёлкните по ней
uk: У кожної теки має бути описову назву. Щоб дати теці назву, клацніть по ній

source: Files
ru: Файлы
uk: Файли

source: Source for synchronizing multiple files
ru: Источник синхронизации многих файлов
uk: Джерело синхронізації багатьох файлів

source: Synchronize folders
ru: Синхронизировать папки
uk: Синхронізувати теки

source: Firefox 3 Bookmarks
ru: Закладки Firefox 3
uk: Закладки Firefox 3

source: Syncronize your Firefox 3 Bookmarks
ru: Синхронизировать закладки Firefox 3
uk: Синхронізувати закладки Firefox 3

source: Firefox Profile
ru: Профиль Firefox
uk: Профіль Firefox

source: Synchronize your Flickr.com photos
ru: Синхронизировать снимки Flickr.com
uk: Синхронізувати фотографії Flickr.com

source: Failed to connect.
ru: Не удалось соединиться.
uk: Не вдалось з'єднатися.

source: Album names loaded.
ru: Названия альбомов получены.
uk: Отримано назви альбомів.

source: Failed to login.
ru: Не удалось войти в систему.
uk: Не вдалось увійти у систему.

source: Logging in, please wait...
ru: Вход в систему, подождите…
uk: Вхід у систему, зачекайте…

source: Username
ru: Имя пользователя
uk: Назва користувача

source: Authenticate
ru: Аутентификация
uk: Автентифікація

source: Saved photo settings
ru: Параметры сохранённых снимков
uk: Параметри збережених фотографій

source: Resize photos
ru: Изменить размер снимков
uk: Змінити розмір фотографій

source: Do not resize
ru: Не изменять размер
uk: Не змінювати розмір

source: Photos are public
ru: Снимки доступны для всех
uk: Фотографії доступні для усіх

source: Synchronize your F-Spot photos
ru: Синхронизировать снимки F-Spot
uk: Синхронізувати фотографії F-Spot

source: F-Spot DBus interface is operating in read-only mode
ru: Интерфейс F-Spot DBus работает в режиме «только для чтения»
uk: Інтерфейс F-Spot DBus працює у режимі «лише для читання»

source: F-Spot is running
ru: F-Spot запущен
uk: F-Spot запущено

source: Please start F-Spot or activate the D-Bus Extension
ru: Запустите F-Spot или включите расширение D-Bus
uk: Запустіть F-Spot або вимкніть розширення D-Bus

source: Start F-Spot
ru: Запустить F-Spot
uk: Запустити F-Spot

source: Tags
ru: Метки
uk: Мітки

source: Add tags
ru: Добавить метки
uk: Додати мітки

source: Tag name
ru: Название метки
uk: Назва мітки

source: Add tag
ru: Добавить метку
uk: Додати мітку

source: Application Settings
ru: Параметры приложения
uk: Параметри програми

source: Synchronize your application settings
ru: Синхронизировать параметры приложения
uk: Синхронізувати параметри програми

source: Preferred Applications
ru: Предпочтительные приложения
uk: Уподобані програми

source: Desktop Interface
ru: Интерфейс рабочего стола
uk: Інтерфейс робочого столу

source: Gnome Terminal
ru: Терминал Gnome
uk: Термінал Gnome

source: Applications to Synchronize
ru: Приложения для синхронизации
uk: Програми для синхронізації

source: Google Bookmarks
ru: Закладки Google
uk: Закладки Google

source: Sync your Google Bookmarks
ru: Синхронизировать закладки Google
uk: Синхронізувати закладки Google

source: Login Details
ru: Подробности об учётной записи
uk: Подробиці про обліковий запис

source: Password
ru: Пароль
uk: Пароль

source: Google Calendar
ru: Календарь Google
uk: Календар Google

source: Synchronize your Google Calendar
ru: Синхронизировать календарь Google
uk: Синхронізувати календар Google

source: Synchronize your Google Picasa photos
ru: Синхронизировать снимки Google Picasa
uk: Синхронізувати фотографії з Google Picasa

source: Google Contacts
ru: Контакты Google
uk: Контакти Google

source: Synchronize your Google Mail contacts
ru: Синхронизировать контакты Google Mail
uk: Синхронізувати контакти Google Mail

source: Google Documents
ru: Документы Google
uk: Документи Google

source: Synchronize your Google Documents
ru: Синхронизировать документы Google
uk: Синхронізувати документи Google

source: Unknown
ru: Неизвестно
uk: Невідомо

source: miscellaneous
ru: разное
uk: різне

source: No description.
ru: Описание отсутствует.
uk: Без опису.

source: Synchronize data from YouTube
ru: Синхронизировать данные из YouTube
uk: Синхронізувати дані з YouTube

source: Synchronize your iPod notes
ru: Синхронизировать заметки iPod
uk: Синхронізувати примітки iPod

source: Contacts
ru: Контакты
uk: Контакти

source: Synchronize your iPod contacts
ru: Синхронизировать контакты iPod
uk: Синхронізувати контакти iPod

source: Calendar
ru: Календарь
uk: Календар

source: Synchronize your iPod calendar
ru: Синхронизировать календарь iPod
uk: Синхронізувати календар iPod

source: Synchronize your iPod photos
ru: Синхронизировать снимки iPod
uk: Синхронізувати фотографії iPod

source: Delete
ru: Удалить
uk: Видалити

source: Encoding
ru: Кодировка
uk: Кодування

source: Conversion options
ru: Параметры преобразования
uk: Параметри перетворення

source: Keep converted files
ru: Сохранять преобразованные файлы
uk: Зберігати перетворені файли

source: iPod Music
ru: Музыка iPod
uk: Музика iPod

source: Synchronize your iPod music
ru: Синхронизировать музыку iPod
uk: Синхронізувати музику iPod

source: iPod Video
ru: Видео iPod
uk: Відео iPod

source: Synchronize your iPod videos
ru: Синхронизировать видео iPod
uk: Синхронізувати відео iPod

source: Movie
ru: Кино
uk: Кіно

source: Music Video
ru: Музыка и видео
uk: Музика та відео

source: TV Show
ru: ТВ шоу
uk: ТВ шоу

source: Video kind
ru: Разное видео
uk: Різне відео

source: N800 Files
ru: Файлы N800
uk: Файли N800

source: Synchronizes files/folders to a N800 device
ru: Синхронизирует файлы и папки на устройство N800
uk: Синхронізує файли та теки на пристрій N800

source: Backups
ru: Резервные копии
uk: Резервні копії

source: N800 Music
ru: Музыка N800
uk: Музика N800

source: Synchronizes music to a N800 device
ru: Синхронизирует музыку на устройство N800
uk: Синхронізує музику на пристрій N800

source: Music
ru: Музыка
uk: Музика

source: N800 Videos
ru: Видео N800
uk: Фотографії N800

source: Synchronizes video to a N800 device
ru: Синхронизирует видео на устройство N800
uk: Синхронізує відео на пристрій N800

source: Video
ru: Видео
uk: Відео

source: N800 Photos
ru: Снимки N800
uk: Фотографії N800

source: Synchronizes photos to an N800 device
ru: Синхронизирует снимки на устройство N800
uk: Синхронізує фотографії на пристрій N800

source: Photo
ru: Снимки
uk: Фотографії

source: Nautilus Bookmarks
ru: Закладки Nautilus
uk: Закладки Nautilus

source: Sync your Nautilus Bookmarks
ru: Синхронизировать закладки Nautilus
uk: Синхронізувати закладки Nautilus

source: Sync bookmarks to local places/files
ru: Синхронизировать закладки с локальными местоположениями или файлами
uk: Синхронізувати закладки з локальними каталогами чи файлами

source: Sync bookmarks to remote places/files
ru: Синхронизировать закладки с удалёнными местоположениями или файлами
uk: Синхронізувати закладки з віддаленими каталогами чи файлами

source: Network
ru: Сеть
uk: Мережа

source: Enable synchronization via network
ru: Разрешить синхронизацию по сети
uk: Дозволити синхронізацію з мережі

source: Rhythmbox Music
ru: Музыка Rhythmbox
uk: Музика Rhythmbox

source: Synchronize songs from your Rhythmbox playlists
ru: Синхронизировать композиции из списков воспроизведений Rhythmbox
uk: Синхронізувати композиції зі списків відтворення Rhythmbox

source: Synchronize your Shutterfly photos
ru: Синхронизировать снимки Shutterfly
uk: Синхронізувати фотографії Shutterfly

source: %Y-%m-%d %H:%M:%S
ru: %d-%m-%Y %H:%M:%S
uk: %d-%m-%Y %H:%M:%S

source: Synchronize your SmugMug.com photos
ru: Синхронизировать снимки SmugMug.com
uk: Синхронізувати фотографії SmugMug.com

source: Synchronize your Zoto photos
ru: Синхронизировать снимки Zoto
uk: Синхронізувати фотографії Zoto
