Repository: fpemud/conduit
Catalog: temp/help/*/*.po
Languages: cs, sl

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> Global Conduit settings that effect all of your sync groups and basic Conduit operations. For more information please see <xref linkend="conduit-preferences-window"/>
cs: <menuchoice><guimenu>Upravit</guimenu><guimenuitem>Předvolby</guimenuitem></menuchoice> Globální nastavení aplikace Conduit, která ovlivňují všechny vaše synchronizační skupiny a základní operace v aplikaci. Více informací viz <xref linkend="conduit-preferences-window"/>
sl: <menuchoice><guimenu>Uredi</guimenu><guimenuitem>Možnosti</guimenuitem></menuchoice> Splošne nastavitve Conduit, ki imajo učinek na vse vaše usklajevalne skupine in osnovna opravila Conduit. Za več podrobnosti si oglejte <xref linkend="conduit-preferences-window"/>

source: The Help Menu
cs: Nabídka Nápověda
sl: Meni Pomoč

source: <menuchoice><guimenu>Help</guimenu><guimenuitem>Developers</guimenuitem></menuchoice> If you are developer, and interested in contributing to Conduit, then this option includes links to all the appropriate documentation.
cs: <menuchoice><guimenu>Nápověda</guimenu><guimenuitem>Vývojáři</guimenuitem></menuchoice> Pokud jste vývojář a máte zájem přispívat k vývoji aplikace Conduit, najdete pod touto volbou odkazy na příslušnou dokumentaci.
sl: <menuchoice><guimenu>Pomoč</guimenu><guimenuitem>Razvijalci</guimenuitem></menuchoice> V primeru da ste razvijalec in bi radi prispevali h Conduit, ta možnost vključuje povezave do vse primerne dokumentacije.

source: <menuchoice><guimenu>Help</guimenu><guimenuitem>Contents</guimenuitem></menuchoice> Shows this help document.
cs: <menuchoice><guimenu>Nápověda</guimenu><guimenuitem>Obsah</guimenuitem></menuchoice> Zobrazí tento dokument s nápovědou.
sl: <menuchoice><guimenu>Pomoč</guimenu><guimenuitem>Vsebina</guimenuitem></menuchoice> Pokaže ta dokument pomoči.

source: <menuchoice><guimenu>Help</guimenu><guimenuitem>About</guimenuitem></menuchoice> Shows the version number and a list of Conduit developers.
cs: <menuchoice><guimenu>Nápověda</guimenu><guimenuitem>O aplikaci</guimenuitem></menuchoice> Zobrazí číslo verze a seznam vývojářů aplikace Conduit.
sl: <menuchoice><guimenu>Pomoč</guimenu><guimenuitem>O programu</guimenuitem></menuchoice> Pokaže številko različice in seznam razvijalcev Conduit.

source: The Preferences Window
cs: Okno předvoleb
sl: Okno možnosti

source: The Conduit preferences is accessed from the Edit menu. Any setting or change that you make within the preferences menu affect all of your sync groups and basic Conduit operations.
cs: Předvolby aplikace Conduit jsou přístupné z nabídky Upravit. Jakákoliv nastavení nebo změny, které uděláte v nabídce předvoleb, ovlivní všechny synchronizační skupiny a základní operace v aplikaci.
sl: Do možnosti Conduit je mogoče dostopati iz menija Uredi. Katerakoli nastavitev ali sprememba, ki jo naredite znotraj menija možnosti, vpliva na vse vaše usklajevalne skupine in osnovna opravila Conduit.

source: Configuration Tab
cs: Karta Nastavení
sl: Zavihek nastavitev

source: The configuration tab is where all of Conduit's global settings are configured. There are six global settings:
cs: Na této kartě se nastavují všechna globální nastavení aplikace Conduit. Je zde šest globálních nastavení:
sl: V zavihku nastavitev so nastavljene vse splošne nastavitve Conduit. Obstaja šest splošnih nastavitev:

source: Save Settings on Exit
cs: Uložit nastavení při ukončení
sl: Shrani nastavitve ob izhodu

source: Instructs Conduit that all configured dataproviders and groups should be saved when the application exits.
cs: Říká aplikaci Conduit, že všichni nastavení poskytovatelé dat a skupiny by měly být uloženy, kdy se aplikace ukončuje.
sl: Določi naj bodo vsi nastavljeni ponudniki podatkov in skupine shranjene ob izhodu iz programa.

source: Show Status Icon
cs: Zobrazit stavovou ikonu
sl: Pokaži ikono stanja

source: Shows a status icon in the notification area. This icon animates to indicate a sync is in progress.
cs: Zobrazuje stavovou ikonu v oznamovací oblasti. Animace této ikony představují probíhající synchronizaci.
sl: Pokaže ikono stanja v obvestilnem področju. Ikona z animacijo nakazuje usklajevanje v teku.

source: Minimize to Notification Area
cs: Minimalizovat do oznamovací oblasti
sl: Pomanjšaj v obvestilno področje

source: Instructs Conduit to minimize to the notification area instead of to the panel.
cs: Říká aplikaci Conduit, že se má minimalizovat do oznamovací oblasti místo do panelu úloh.
sl: Določi naj se Conduit pomanjša v obvestilno področje namesto v pult.

source: Use Built in Web Browser
cs: Použít zabudovaný webový prohlížeč
sl: Uporabi vgrajen spletni brskalnik

source: When a data provider requires that you log onto a website, this option tells Conduit to use its own web browser to do so.
cs: Pokud se poskytovatel dat potřebuje přihlásit na webové stránky, určuje tato volba, že má aplikace Conduit k tomuto úkolu použít svůj vlastní webový prohlížeč.
sl: Ko ponudnik podatkov zahteva prijavo na spletišče, ta možnost pove Conduit naj za to uporabi svoj lasten spletni brskalnik.

source: When an Item Has Been Deleted
cs: Když byla položka vymazána
sl: Ko je bil predmet izbrisan

source: Where There is a Two Way Conflict
cs: Když existuje obousměrný konflikt
sl: Kjer je dvosmerni spor

source: Data Providers Tab
cs: Karta Poskytovatelé dat
sl: Zavihek ponudnikov podatkov

source: This tab shows a list of the data providers that are currently installed.
cs: Tato karta obsahuje seznam poskytovatelů dat, kteří jsou v současnosti nainstalovaní.
sl: Ta zavihek pokaže seznam ponudnikov podatkov, ki so trenutno nameščeni.

source: Data Conversions Tab
cs: Karta Převody dat
sl: Zavihek pretvorbe podatkov

source: This tab lists the data conversions that Conduit is capable of performing.
cs: Na této kartě jsou vypsané převody dat, které je aplikace Conduit schopná provádět.
sl: Ta zavihek razvrsti pretvorbe podatkov, ki jih lahko Conduit izvede.

source: Mapping DB
cs: Karta Databáze vztahů
sl: Preslikava podatkovne zbirke

source: This is a list of the UID that Conduit uses to maintain accurate sync data from different sources. Here you have the option to clear the mapping database.
cs: Jedná se o seznam identifikátorů UID, které aplikace Conduit používá k zajištění správných synchronizovaných dat z různých zdrojů. Máte k dispozici možnost databázi vztahů vymazat.
sl: To je seznam UID, ki jih Conduit uporablja za vzdrževanje natančnih podatkov usklajevanja iz različnih virov. Tukaj imate možnost čiščenja preslikave zbirke podatkov.

source: The Web Login Window
cs: Okno přihlášení na web
sl: Okno spletne prijave

source: Sometimes you will be required to log into a website associated with certain data providers. The frequency at which you may have to log in is not determined by Conduit, but by the security policy of the respective data provider. For example, Box.net requires you to log in every time Conduit is run, whereas Flickr only requires you to log in once, to give permission to Conduit to upload photos. If you are required to log into a website, and you have selected the <guilabel>Use Built in Web Browser</guilabel> from the Conduit preferences, then a window will pop up like the one shown below.
cs: Občas od vás bude požadováno přihlášení na webové stránky vztahující se k některému poskytovateli dat. Jak to bude často neovlivňuje přímo aplikace Conduit, ale bezpečnostní politiky toho kterého poskytovatele dat. Například, Box.net požaduje přihlášení pokaždé, když se aplikace Conduit spustí, zatímco takový Filckr požaduje přihlášení jen jednou, aby získal pro Conduit oprávnění nahrávat fotografie. Když je po vás požadováno přihlášení na webové stránky a máte v předvolbách Conduit vybranou možnost <guilabel>Použít zabudovaný webový prohlížeč</guilabel>, objeví se okno jako na následujícím obrázku.
sl: Včasih se boste morali prijaviti na spletišče, povezano z določenimi ponudniki podatkov. Pogostosti prijav ne določi Conduit, ampak varnostna politika določenega ponudnika podatkov. Na primer Box.net zahteva prijavo ob vsakem zagonu Conduit, Flickr zahteva le enkratno prijavo za dovoljenje Conduit za pošiljanje fotografij. V primeru da se morate prijaviti v spletišče in ste v možnostih Conduit izbrali <guilabel>Uporabi vgrajen spletni brskalnik</guilabel>, se bo pojavilo okno kot je prikazano spodaj.

source: Conduit Login Window
cs: Přihlašovací okno Conduit
sl: Prijavno okno Conduit

source: The window shown when logging into data provider websites
cs: Okno, které se zobrazí při přihlašování k webovým stránkám poskytovatele dat
sl: Okno prikazano ob prijavi v spletišča ponudnikov podatkov

source: Data Providers and Groups
cs: Poskytovatelé dat a skupiny
sl: Ponudniki podatkov in skupine

source: Conduit represents the things your want to synchronize graphically. When data providers get added to the canvas, they get arranged into so called groups. A group is a collection of data providers that share data. In the figure below you will see the following parts
cs: Aplikace Conduit prezentuje věci, které chcete synchronizovat, v grafické podobě. Když přidáte poskytovatele dat na plátno, je začleněn do tzv. skupiny. Skupina je sada poskytovatelů dat, kteří sdílejí data. Na následujícím obrázku můžete vidět tyto části
sl: Conduit stvari, ki jih želite uskladiti, predstavlja grafično. Ko so ponudniki podatkov dodani na platno, so ponovno urejeni v tako imenovane skupine. Skupina je zbirka ponudnikov podatkov, ki si delijo podatke. Na sliki spodaj boste videli naslednje dele

source: Conduit Depicts Synchronizations Graphically
cs: Conduit znázorňuje synchronizace graficky
sl: Conduit grafično prikazuje usklajevanje

source: Parts of a Synchronization Group
cs: Části synchronizační skupiny
sl: Deli usklajevalne skupine

source: A data provider for synchronizing two way whose status indicates that it is ready to be synchronized.
cs: Poskytovatel dat pro synchronizaci oběma směry, jehož stav signalizuje, že je připravený k synchronizaci.
sl: Ponudnik podatkov za dvosmerno usklajevanje, katerega stanje nakazuje, da je pripravljen za usklajevanje.

source: A group containing two folder dataproviders. The arrow has two ends, indicating that the two dataproviders will undergo a two way synchronization, that is data will flow in both directions, and both folders will contain the same information once the sync finishes.
cs: Skupina obsahující dva poskytovatele dat složky. Šipky na obou koncích spoje říkají, že tito dva poskytovatelé dat jsou připraveni na obousměrnou synchronizaci, kdy data putují oběma směry a obě složky budou po dokončení synchronizace obsahovat úplně stejné informace.
sl: Skupina, ki vsebuje dva ponudnika podatkov map. Puščica ima dva konca, kar nakazuje, da bosta dva ponudnika podatkov izvedla dvosmerno usklajevanje. To pomeni, da bodo podatki tekli v obe smeri in da bosta po končanem usklajevanju obe mapi vsebovali enake podatke.

source: A second folder data provider. By convention, data providers that lie on the right side of groups are called data sinks. This is because during a one way sync, data can only flow into them.
cs: Druhý poskytovatel dat složky. Podle konvence je poskytovatel dat, který se nachází na pravé straně skupiny, nazýván Cíl. To je proto, že při jednocestné synchronizaci tečou data jen do něj.
sl: Drugi ponudnik podatkov mape. Po dogovoru so ponudniki podatkov na desni strani skupin imenovani podatkovna korita. Takšno ime imajo, ker lahko med enosmernim usklajevanjem podatki lahko le tečejo v njih.

source: A Facebook and Picasa data provider for uploading images to those sites. Notice that that the group has three data providers, and the arrow has changed to indicate that data will flow in only one direction, that is images will be uploaded from F-Spot to Facebook and Picasa.
cs: Poskytovatelé dat služeb Facebook a Picasa pro odesílání obrázku na weby těchto služeb. Všimněte si, že skupina má tři poskytovatele dat a že směr šipek naznačuje, že data tečou jen jedním směrem, což je směr odesílání obrázků z aplikace F-Spot do služeb Facebook a Picasa.
sl: Ponudnika podatkov Facebook in Picasa za pošiljanje slik na ti strani. Skupina ima tri ponudnike podatkov in puščica se je spremenila in s tem nakazuje da bodo podatki tekli le v eno smer, torej bodo slike poslane iz F-Spot na Facebook in Picasa.

source: Synchronizing Something
cs: Ukázky synchronizací
sl: Usklajevanje nečesa

source: This section describes the steps required to synchronize two data providers. The example given illustrates how to synchronize two folders but the concepts are applicable to anything you wish to synchronize. If you need more information on specific settings please refer to the corresponding section of the documentation.
cs: Tento oddíl popisuje kroky potřebné k synchronizaci dvou poskytovatelů dat. Příklad ilustruje jak synchronizovat dvě složky, ale podstata je použitelná pro cokoliv, co si bude přát synchronizovat. Pokud potřebujete více informací o určitém nastavení, dovolíme si vás odkázat na příslušný oddíl dokumentace.
sl: Ta odsek opisuje korake zahtevane za usklajevanje dveh ponudnikov podatkov. Podan primer prikazuje kako uskladiti dve mapi, toda koncepte je mogoče uveljaviti na karkoli želite uskladiti. V primeru da potrebujete več podrobnosti o določenih nastavitvah si oglejte ustrezen odsek dokumentacije.

source: <xref linkend="conduit-FIG-dp-parts"/> contains two groups. This section will describe the steps to recreate those groups.
cs: <xref linkend="conduit-FIG-dp-parts"/> obsahuje dvě skupiny. Tento oddíl popisuje kroky potřebné k vytvoření těchto skupin.
sl: <xref linkend="conduit-FIG-dp-parts"/> vsebuje dve skupini. V tem odseku bodo opisani koraki za ponovno ustvarjanje teh skupin.

source: The top group depicts a two way synchronization of two folders
cs: Horní skupina vyobrazuje obousměrnou synchronizaci dvou složek
sl: Zgornja skupina prikazuje dvosmerno usklajevanje dveh map.

source: The bottom group depicts a one way sync of images, from F-Spot to Facebook, and to the Picasa web albums.
cs: Dolní skupina vyobrazuje jednosměrnou synchronizaci obrázků, z aplikace F-Spot do služby Facebook a webového alba Picasa.
sl: Spodnja skupina prikazuje enosmerno usklajevanje slik iz F-Spot na Facebook in v Picasa spletne albume.

source: Example 1: Synchronizing Two Folders
cs: Příklad 1: Synchronizace dvou složek
sl: Primer 1: Usklajevanje dveh map

source: The following steps will recreate the two way synchronization group shown as <emphasis>#1</emphasis> in the figure above.
cs: V následujících krocích vytvoříme obousměrnou synchronizační skupinu, jak jste ji mohli vidět pod číslem <emphasis>1</emphasis> na předchozím obrázku.
sl: Naslednji koraki bodo ustvarili dvosmerno usklajevalno skupino kot je pokazano v <emphasis>številki 1</emphasis> na sliki zgoraj.

source: On your desktop create three folders named folder1, folder2, and folder3. Drag a file of your choice into folder1.
cs: Vytvořte si ve vašem počítači tři složky pojmenované Složka1, Složka2 a Složka3. Do složky Složka1 přetáhněte nějaké soubory dle vašeho výběru.
sl: Na namizju ustvarite tri mape z imeni mapa1, mapa2 in mapa3. Povlecite datoteko po izbiri v mapo1.

source: Start Conduit
cs: Spusťte aplikaci Conduit
sl: Zaženite Conduit

source: Add a data provider for <emphasis>folder1</emphasis>
cs: Pro složku <emphasis>Složka1</emphasis> přidejte poskytovatele dat
sl: Dodajte ponudnika podatkov za <emphasis>mapo1</emphasis>

source: From the data provider pane, drag the folder data provider and drop it on the left hand side of the canvas pane. This will be the data source that we are going to sync from.
cs: Z panelu poskytovatelů dat přetáhněte poskytovatele dat složky a umístěte jej na levou stranu plátna. To bude zdroj dat, ze kterého budeme synchronizovat.
sl: Iz pladnja ponudnikov podatkov povlecite mapo ponudnika podatkov in jo spustite na levo stran pladnja platna. To bo bil vir podatkov iz katerega bo potekalo usklajevanje.

source: Configure <emphasis>folder1</emphasis>
cs: Nastavte <emphasis>Složka1</emphasis>
sl: Nastavite <emphasis>mapo1</emphasis>

source: Configuring Folder 1
cs: Nastavení složky Složka1
sl: Nastavljanje mape 1

source: Double click on the data provider you recently dropped on the canvas. This will bring up the folder configuration window as shown below. Enter something memorable in the name field and change the <emphasis>Folder Location</emphasis> to the folder you created in step 1. <placeholder-1/>
cs: Dvojitě klikněte na poskytovatele dat, kterého jste dříve upustili na plátno. Tím se zobrazí okno s nastavením jak můžete vidět níže. Do názvu zadejte výstižný text a v <emphasis>Umístění složky</emphasis> navolte složku vytvořenou v 1. kroku. <placeholder-1/>
sl: Dvokliknite na ponudnika podatkov, ki ste ga nedavno spustili na platno. To bo poklicalo okno nastavitev mape, kot je prikazano spodaj. Vnesite nekaj nepozabnega v polje imena in spremenite <emphasis>Mesto mape</emphasis> na mapo, ki ste jo ustvarili v prvem koraku.

source: Add a data provider for <emphasis>folder2</emphasis>
cs: Přidejte poskytovatele dat pro složku <emphasis>Složka2</emphasis>
sl: Dodajte ponudnika podatkov za <emphasis>mapo2</emphasis>

source: Drag another folder data provider from the pane on the left. This time drop it adjacent to the folder1 dataprovider. This should result in an arrow connecting it to folder1 being created.
cs: Přetáhněte dalšího poskytovatele dat složky z panelu nalevo. Tentokráte jej upusťte vedle poskytovatele dat pro složku Složka1. Výsledkem by mělo být propojení šipkou se složkou Složka1.
sl: Povlecite drugega ponudnika podatkov iz pladnja na levi. Tokrat ga spustite poleg ponudnika podatkov mape1. To bi moralo ustvariti puščico, ki ga povezuje z mapo1.

source: Configure <emphasis>folder2</emphasis>
cs: Nastavte složku <emphasis>Složka2</emphasis>
sl: Nastavite <emphasis>mapo2</emphasis>

source: Configure the data provider so that its <emphasis>Folder Location</emphasis> points to <emphasis>folder2</emphasis> on the desktop, and importantly, its <emphasis>Folder Name</emphasis> is the same as that entered in step <emphasis>#4</emphasis>.
cs: Nastavte poskytovatele dat tak, aby <emphasis>Umístění složky</emphasis> ukazovalo na <emphasis>Složka2</emphas> na vaší pracovní ploše a důležité je, aby <emphasis>Název složky</emphasis> byl stejný jako byl zadaný ve <emphasis>4.</emphasis> kroku.
sl: Nastavite ponudnika podatkov tako, da njegovo <emphasis>Mesto mape</emphasis> kaže na <emphasis>mapo2</emphasis> na namizju in je njegovo <emphasis>Ime mape</emphasis> enako kot ime vneseno v koraku <emphasis> št. 4</emphasis>.

source: Configure the synchronization parameters
cs: Nastavte parametry synchronizace
sl: Nastavitev parametrov usklajevanja

source: Right click on the associated group, and under sync options, select a two way sync. Since this is just a basic run through on how to setup a sync we are not going to go through any advanced syncing options in this section of the documentation. If you wish more information on the options available, please see <xref linkend="conduit-providers-and-groups"/>.
cs: Klikněte na příslušnou skupinu pravým tlačítkem a ve volbách synchronizace vyberte obousměrnou synchronizaci. Tímto je hotové základní nastavení, které stačí k tomu, aby synchronizace mohla fungovat. V této kapitole dokumentace nebudeme zacházet do pokročilých voleb synchronizace. Jestli chcete znát další věci ohledně dostupných voleb, podívejte se prosím na <xref linkend="conduit-providers-and-groups"/>.
sl: Desno kliknite na povezano skupino in med možnostmi usklajevanja izberite dvosmerno usklajevanje. Ker je namen tega dela dokumentacije samo osnoven prikaz kako nastaviti usklajevanje, so napredne možnosti izpuščene. V primeru da želite več podrobnosti o razpoložljivih možnostih, si oglejte <xref linkend="conduit-providers-and-groups"/>.

source: Synchronize the two folders by right clicking on them and selecting sync, or from the File menu. Once the sync is finished you should see the file that you placed in folder1 on your desktop within folder2.
cs: Synchronizaci obou složek spustíte kliknutím pravým tlačítkem na skupinu a výběrem Synchronizovat skupiny, případně to můžete provést z nabídky Soubor. Až se synchronizace dokončí, měli byste soubory, které jste umístili do složky Složka1 mít i ve složce Složka2.
sl: Uskladite dve mapi z desnim klikom nanju in izbiro uskladi, ali iz menija Datoteka. Ko je usklajevanje končano, bi morali videti datoteko, ki ste jo dal v mapo1 na vašem namizju, v mapi2.

source: Example 2: Exporting Images to Multiple Destinations
cs: Příklad 2: Export obrázků do více míst
sl: Primer 2: Izvažanje slik na več ciljev

source: The second group shown in <xref linkend="conduit-FIG-dp-parts"/> shows a single F-Spot data source exporting its photos to two data sinks, a Facebook one, and a Picasa one.
cs: Druhá skupina, kterou ukazuje <xref linkend="conduit-FIG-dp-parts"/> představuje aplikaci F-Spot jak jeden zdroj dat exportující své fotografie do dvou cílů - Facebook a Picasa.
sl: Druga skupina prikazana v <xref linkend="conduit-FIG-dp-parts"/> prikazuje en vir podatkov F-Spot, ki izvaža svoje fotografije v dve koriti podatkov, Facebook in Picasa.

source: Start F-Spot
cs: Spusťte F-Spot
sl: Zaženite F-Spot

source: Drag a F-Spot data provider from the data provider pane and drop it onto an empty spot on the canvas. A new group containing just the F-Spot data provider will be created.
cs: Přetáhněte poskytovatele dat F-Spot z panelu poskytovatelů dat a upusťte jej na volné místo na plátně. Vytvoří se nová skupina obsahující právě poskytovatele dat F-Spot.
sl: Povlecite ponudnika podatkov F-Spot iz pladnja ponudnika podatkov in ga spustite na prazen prostor na platnu. Ustvarjena bo nova skupina, ki bo vsebovala samo ponudnika podatkov F-Spot.

source: Drag Facebook and Picasa data providers into the Group that was just created.
cs: Přetáhněte poskytovatele data Facebook a Picasa do skupiny, kterou jste právě vytvořili.
sl: Povlecite ponudnika podatkov Facebook in Picasa v pravkar ustvarjeno skupino.

source: Configure the data providers by double clicking on them.
cs: Nastavte poskytovatele dat tím, že na něj dvojitě kliknete.
sl: Nastavite ponudnika podatkov z dvojnim klikom nanju.

source: Now synchronize the group to upload photos. You will be prompted to log into Facebook using the Conduit login window, shown in <xref linkend="conduit-FIG-login"/>.
cs: Nyní začněte nahrávání fotografií spuštěním synchronizace. Budete dotázáni na přihlášení na Facebook pomocí přihlašovacího okna Conduit, jak ukazuje <xref linkend="conduit-FIG-login"/>.
sl: Sedaj uskladite skupino za pošiljanje fotografij. Pozvani boste za prijavo v Facebook z uporabo prijavnega okna Conduit, prikazanega v <xref linkend="conduit-FIG-login"/>.

source: Summary
cs: Závěr
sl: Povzetek

source: All sync operations work exactly like this. The only difference is the data you are syncing and the providers you are using. You always follow the same sequence of steps,
cs: Všechny synchronizační operace pracují naprosto podobně. Rozdíl je jen v datech, která synchronizujete, a poskytovatelích, které používáte. Vždy se postupuje ve stejných krocích.
sl: Vsa opravila usklajevanja delujejo natanko tako. Edina razlika je v usklajevanih podatkih in ponudnikih. Vedno lahko sledite enakemu zaporedju korakov,

source: Add dataproviders to create a new group, or to an existing group.
cs: Vytvořte skupinu přidáním poskytovatele dat nebo poskytovatele dat přidejte do existující skupiny.
sl: Dodajte ponudnike podatkov za ustvarjanje nove skupine, ali pa jih dodajte obstoječi skupini.
