Repository: fpemud/conduit
Catalog: temp/help/*/*.po
Languages: cs, sl

source: Configure the data providers. Each data provider requires a unique configuration. For reference on these please the <emphasis>Data Providers</emphasis> section of the documentation.
cs: Nastavte poskytovatele dat. Každý poskytovatel dat vyžaduje své vlastní nastavení. Jak na to najdete v oddíle <emphasis>Poskytovatelé dat</emphasis> této dokumentace.
sl: Nastavite ponudnike podatkov. Vsak ponudnik podatkov zahteva edinstveno nastavitev. Za podatke ponudnikih si v dokumentaciji oglejte odsek <emphasis>Ponudniki podatkov</emphasis>.

source: Configure the group, selecting what should happen on conflict, etc.
cs: Nastavte skupinu, vyberte co se má dík při vzniku konfliktu atd.
sl: Nastavite skupino in izberite kaj naj se zgodi ob sporu, itn.

source: Synchronize the dataproviders as you wish.
cs: Synchronizujte poskytovatele dat dle svých přání.
sl: Uskladite ponudnike podatkov kakor želite.

source: Network Synchronization
cs: Síťová synchronizace
sl: Usklajevanje preko omrežja

source: If you have two computers at home, Conduit can be used to synchronize the data between them, directly, without first having to store the data somewhere else first. The steps below will illustrate how to synchronize Tomboy notes on two computers, called nzjrs-desktop and nzjrs-laptop. The following key will be used to help explain the setup procedure.
cs: Pokud máte doma dva počítače, můžete aplikaci Conduit použít k vzájemné synchronizaci dat, která na nich máte uložená a to přímo bez meziukládání někam jinam. Následující kroky ilustrují, jak synchronizovat poznámky Tomboy na dvou počítačích nazvaných muj-desktop a muj-notebook. Při vysvětlování postupu jsou použity následující symboly:
sl: V primeru da imate doma dva računalnika, je mogoče Conduit uporabiti za uskladitev podatkov neposredno med njima, brez potrebe po shranjevanju podatkov nekje vmes. Koraki spodaj bodo pokazali kako uskladiti sporočilca Tomboy na dveh računalnikih z imenoma nzjrs-deskop in nzjrs-laptop. Sledeči ključ bo uporabljen za pomoč pri razlaganju postopka nastavitev.

source: <inlinegraphic format="PNG" fileref="figures/network-pc1.png"/> Image taken on the first computer.
cs: <inlinegraphic format="PNG" fileref="figures/network-pc1.png"/> Obrázek pořízený na prvním počítači.
sl: <inlinegraphic format="PNG" fileref="figures/network-pc1.png"/> Slika posneta na prvemu računalniku.

source: <inlinegraphic format="PNG" fileref="figures/network-pc2.png"/> Image taken on the second computer.
cs: <inlinegraphic format="PNG" fileref="figures/network-pc2.png"/> Obrázek pořízený na druhém počítači.
sl: <inlinegraphic format="PNG" fileref="figures/network-pc2.png"/> Slika posneta na drugemu računalniku.

source: Network Synchronization Tip
cs: Rady k síťové synchronizaci
sl: Namig za usklajevanje preko omrežja

source: The process below, although describing Tomboy note synchronization, could be suitably modified to synchronize all sorts of data between two computers, including Contacts, Calendar information, and even F-Spot photos.
cs: Následující postup sice popisuje synchronizaci poznámek Tomboy, ale stejně tak může být příslušně upraven pro synchronizaci všech typu dat mezi dvěma počítači, včetně kontaktů, kalendáře a fotografií v aplikaci F-Spot.
sl: Čeprav opravila spodaj opisujejo usklajevanje sporočilc Tomboy, jih je mogoče primerno spremeniti za usklajevanje vseh vrst podatkov med dvema računalnikoma, vključno s Stiki, podatki Koledarja in celo F-Spot fotografijami.

source: Configuration of the First Computer
cs: Nastavení prvního počítače
sl: Nastavitev prvega računalnika

source: On the first computer create a synchronization group connecting Tomboy to the Network dataprovider, which is listed in the Miscellaneous category in the dataprovider pane. This makes Tomboy available for synchronization on the second computer. <placeholder-1/>
cs: Na prvním počítači vytvoříme synchronizační skupinu napojující Tomboy na poskytovatele dat sítě, kterého najdete v kategorii Různé na panelu poskytovatelů dat. Tím dáte datům z aplikace Tomboy schopnost synchronizovat se na druhý počítač. <placeholder-1/>
sl: Na prvem računalniku ustvarite usklajevalno skupino, ki povezuje Tomboy z omrežnim ponudnikov podatkov, ki je naštet v kategoriji različno v pladnju ponudnikov podatkov. To naredi Tomboy razpoložljiv za usklajevanje na drugem računalniku. <placeholder-1/>

source: After a short delay, this will result in a new category being created on the second computer. The category will take the name of the first computer, nzjrs-desktop in my case, and it shall contain any dataproviders currently available for synchronization.
cs: Po krátké chvíli se na druhém počítači objeví nová kategorie. Tato kategorie ponese název prvního počítače, tj.v našem případě muj-desktop a měly by obsahovat nějakého poskytovatele dat schopného synchronizace.
sl: Po kratkem zamiku bo to ustvarilo novo kategorijo na drugem računalniku. Kategorija bo vzela ime prvega računalnika, na primer nzjrs-desktop, in bo vsebovala katerekoli ponudnike podatkov, ki so trenutno na voljo za usklajevanje.

source: Configuration of the Second Computer
cs: Nastavení druhého počítače
sl: Nastavitev drugega računalnika

source: Still on the second computer, drag the Tomboy dataprovider from the newly created category onto the canvas. Notice how its name is Remote Tomboy, indicating it refers to data on the remote, or first, computer. <placeholder-1/>
cs: Nyní na druhém počítači přetáhněte poskytovatele Tomboy z nově vytvořené kategorie na plátno. Všimněte si, že jeho název bude Vzdálený Poznámky Tomboy, což signalizuje, že odkazovaná data se nachází na vzdáleném počítači, což je v našem případě první počítač. <placeholder-1/>
sl: Še vedno na drugem računalniku, povlecite ponudnika podatkov Tomboy iz novo ustvarjene kategorije na platno. Opazite da je njegovo ime oddaljen Tomboy, kar nakazuje da se sklicuje na podatke na oddaljenem, prvem računalniku. <placeholder-1/>

source: Finally, on the second computer, start the sync in the normal manner.
cs: Nakonec na druhém počítači spustíme synchronizaci běžným způsobem.
sl: Na koncu na drugem računalniku začnite usklajevanje na običajen način.

source: Your tomboy notes should now be synchronized between the two computers.
cs: Vaše poznámky Tomboy by nyní na obou počítačích měli být synchronizované.
sl: Vaša sporočilca tomboy bodo bila usklajena med dvema računalnikoma.

source: File Synchronization
cs: Synchronizace souborů
sl: Usklajevanje datotek

source: Due to performance and security reasons, we do not recommend using the network sync feature to synchronize large files between two computers. We hope to address this limitation in the future.
cs: Z výkonnostních a bezpečnostních důvodů nedoporučujeme používat funkci síťové synchronizace mezi dvěma počítači pro velké soubory. V budoucnu bychom se chtěli na toto omezení zaměřit.
sl: Zaradi varnostnih in zmogljivostnih vzrokov ne priporočamo uporabe zmožnosti omrežnega usklajevanja za usklajevanje velikih datotek med dvema računalnikoma. Upamo, da bomo v prihodnosti odpravili to omejitev.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>, 2010
sl: Andrej Žnidaršič <andrej.znidarsic@gmail.com
