Repository: fpemud/conduit
Catalog: temp/help/*/*.po
Languages: cs, sl

source: Conduit Manual
cs: Příručka k aplikaci Conduit
sl: Priročnik Conduit

source: Conduit is a program that synchronizes things
cs: Conduit je program, který synchonizuje různé věci
sl: Conduit je program za usklajevanje

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME
sl: Projekt dokumentacije GNOME

source: Conduit Manual 1.0
cs: Příručka V1.0 k aplikaci Conduit
sl: Priročnik Conduit 1.0

source: This manual describes version 1.0 of Conduit
cs: Tato příručka popisuje aplikaci Conduit ve verzi 1.0
sl: Priročnik je namenjen različici programa Conduit 1.0

source: What is Conduit
cs: Co je to Conduit
sl: Kaj je Conduit

source: <ulink type="http" url="http://www.conduit-project.org">Conduit</ulink> is a synchronization application for GNOME. It allows you to synchronize your files, photos, emails, contacts, notes, calendar data and any other type of personal information and synchronize that data with another computer, an online service, or even another electronic device. Conduit manages the synchronization and conversion of data into other formats. For example, Conduit allows you to;
cs: <ulink type="http" url="http://www.conduit-project.org">Conduit</ulink> je synchronizační aplikace pro GNOME. Umožní vám synchronizovat vaše soubory, fotografie, e-maily, kontakty, poznámky, diáře a různé další typy osobních informací a to vše synchronizovat s jinými počítači, on-line službami nebo dalšími elektronickými zařízeními. Aplikace Conduit se postará o synchronizaci a převod dat mezi různými formáty. Umožní vám například následující věci:
sl: <ulink type="http" url="http://www.conduit-project.org">Conduit</ulink> je usklajevalni program za GNOME. Omogoča vam usklajevanje vaših datotek, fotografij, e-pošte, stikov, sporočilc, podatkov koledarja in katerekoli druge vrste osebnih podatkov in usklajevanje teh podatkov z drugim računalnikom, spletno storitvijo ali celo drugo elektronsko napravo. Conduit upravlja usklajevanje in pretvarjanje podatkov v druge zapise. Conduit vam na primer omogoča:

source: Synchronize your <ulink type="http" url="http://www.gnome.org/projects/tomboy/">Tomboy notes</ulink> with another computer
cs: Synchronizovat své <ulink type="http" url="http://www.gnome.org/projects/tomboy/">poznámky Tomboy</ulink> s jiným počítačem
sl: Usklajevanje vaših <ulink type="http" url="http://www.gnome.org/projects/tomboy/">Sporočilc Tomboy</ulink> z drugim računalnikom

source: Synchronize your PIM data to your mobile phone, <ulink type="http" url="http://en.wikipedia.org/wiki/IPod">iPod</ulink>, <ulink type="http" url="http://en.wikipedia.org/wiki/Nokia_N800">Nokia Internet tablet</ulink>, or between computers
cs: Synchronizovat svá osobní data s mobilním telefonem, <ulink type="http" url="http://en.wikipedia.org/wiki/IPod">přehrávačem iPod</ulink>, <ulink type="http" url="http://en.wikipedia.org/wiki/Nokia_N800">Internetovým tabletem Nokia</ulink> nebo mezi počítači
sl: Usklajevanje vaših PIM podatkov z vašim mobilnim telefonom, <ulink type="http" url="http://en.wikipedia.org/wiki/IPod">iPodom</ulink>, <ulink type="http" url="http://en.wikipedia.org/wiki/Nokia_N800">Nokia spletnim tabličnikom</ulink> ali med računalniki

source: Upload photos to <ulink type="http" url="http://www.flickr.com">Flickr</ulink>, <ulink type="http" url="http://picasaweb.google.com">Picasa</ulink>, <ulink type="http" url="http://www.smugmug.com">Smugmug</ulink>, <ulink type="http" url="http://shutterfly.com">Shutterfly</ulink> and your iPod,
cs: Odesílat fotografie na <ulink type="http" url="http://www.flickr.com">Flickr</ulink>, <ulink type="http" url="http://picasaweb.google.com">Picasa</ulink>, <ulink type="http" url="http://www.smugmug.com">Smugmug</ulink>, <ulink type="http" url="http://shutterfly.com">Shutterfly</ulink> a váš iPod
sl: Nalaganje fotografij na <ulink type="http" url="http://www.flickr.com">Flickr</ulink>, <ulink type="http" url="http://picasaweb.google.com">Picasa</ulink>, <ulink type="http" url="http://www.smugmug.com">Smugmug</ulink>, <ulink type="http" url="http://shutterfly.com">Shutterfly</ulink> in vaš iPod,

source: ... and many more
cs: … a mnoho dalšího
sl: ... in veliko več

source: Any combination you can imagine, Conduit will take care of the conversion and synchronization.
cs: Můžete si představit i libovolnou kombinaci, aplikace Conduit se postará o příslušné převody a synchronizaci.
sl: Katerakoli kombinacija, ki si jo lahko predstavljate. Conduit bo poskrbel za pretvorbo in usklajevanje.

source: Use Cases
cs: Případy použití
sl: Uporabniški primeri

source: Fred wants to sync his tomboy notes with <ulink type="http" url="http://www.google.com/notebook">Google notebook</ulink>
cs: Béďa chce synchronizovat své poznámky Tomboy s <ulink type="http" url="http://www.google.com/notebook">poznámkovým blokem Google</ulink>
sl: Franci želi uskladiti svoje zapiske tomboy z <ulink type="http" url="http://www.google.com/notebook">Google beležnico</ulink>

source: Joey wants to sync whatever is on his desktop to his <ulink type="http" url="http://www.backpackit.com">backpack account</ulink>
cs: Jirka chce synchronizovat cokoliv na své pracovní ploše s <ulink type="http" url="http://www.backpackit.com">účtem na backpack</ulink>
sl: Jana želi uskladiti karkoli ima na namizju s svojim računom <ulink type="http" url="http://www.backpackit.com">backpack</ulink>

source: Nellie wants to keep a directory on his laptop and his desktop in sync
cs: Nela chce udržovat složky na svém notebooku a na svém stolním počítači synchronizované
sl: Nataša želi obdržati mapo na njenem prenosniku usklajeno z namiznim računalnikom

source: Paul wants to keep his evolution contacts in sync with his mobile phone
cs: Pavel chce udržovat své kontakty v aplikaci Evolution synchronizované se svým mobilním telefonem
sl: Peter želi obdržati svoje stike evolution usklajene s svojim mobilnim telefonom

source: Steve wants to keep his gnome preferences in sync between his two computers
cs: Standa chce udržovat svoje předvolby gnome synchronizované mezi svými dvěma počítači
sl: Janez želi obdržati svoje možnosti gnome usklajene med svojima dvema računalnikoma

source: John wants to keep a directory of <ulink type="http" url="http://openoffice.org">OpenOffice</ulink> documents in sync with copies held on <ulink type="http" url="http://docs.google.com">Google Docs</ulink>
cs: Honza chce udržovat složku s dokumenty <ulink type="http" url="http://openoffice.org">OpenOffice</ulink> synchronizovanou s kopiemi umístěnými na <ulink type="http" url="http://docs.google.com">Google Docs</ulink>
sl: Tomaž želi obdržati mapo z dokumenti <ulink type="http" url="http://openoffice.org">OpenOffice</ulink> usklajeno s kopijami na <ulink type="http" url="http://docs.google.com">Google Dokumentih</ulink>

source: Pete wants to have photos saved to his server to be pushed to an external back up (usb hard drive / off-site ftp)
cs: Petra chce mít fotky uložené na svém serveru zálohované na externím úložišti (disku USB / jiném serveru FTP)
sl: Jure želi fotografije shranjene na svojem strežniku poslati na zunanjo varnostno kopijo (usb trdi disk / oddaljeni ftp)

source: Introduction
cs: Úvod
sl: Uvod

source: Conduit's goals are to synchronize your data as seamlessly as possible, be it from remote device or remote websites. It is about extending your life as you see it needs to be, no longer constrained by data, devices or formats. Conduit enables you to take your data where you want when you want. All of your mobile devices could be synchronized automatically by Conduit. Home file back-ups to a remote server? Synced automatically.
cs: Cílem aplikace Conduit je synchronizovat vaše data hladce jak jen to je možné, ať už se to týká vzdáleného zařízení nebo vzdáleného webu. Usnadní vám to život, protože jak vidíte, nemusíte se již nechat omezovat daty, zařízením nebo formátem. Díky aplikaci Conduit mohou být vaše data, kdekoliv budete chtít. Všechna vaše zařízení mohou být automaticky synchronizována přes Conduit. Zálohování domácího počítače na vzdálený server? Provede se automaticky.
sl: Cilj Conduit je omogočiti kar se da enostavno usklajevanje podatkov, bodisi iz oddaljene naprave ali oddaljenih spletišč. Cilj je o razširitev vašega življenja kot si želite, brez omejitev s podatki, napravami ali oblikami. Conduit vam omogoča s sabo vzeti podatke kamor jih želite in kadar jih želite. Conduit lahko samodejno usklajuje vse vaše prenosne naprave. Varnostne kopije domačih datotek na oddaljen strežnik? Usklajeno samodejno.

source: It may sometimes seem that Conduit is overly complicated, one of the design goals has always been to make the interface as simple and intuitive as possible. However Conduit is much more powerful then the simplistic design may lead on. This documentation will describe all the configuration options for groups and data providers, while the following gives some examples of items you may wish to synchronize;
cs: Může se zdát, že když toho aplikace Conduit tolik umí, musí být komplikovaná. Cílem návrhu byl důraz na uživatelské rozhraní tak jednoduché a intuitivní, jak jen to je možné. Přesto je aplikace daleko víc mocná, že by její jednoduchý vzhled na první pohled mohl napovídat. Tato dokumentace popisuje všechny možnosti nastavení skupin a poskytovatelů dat a po té následuje několik příkladů položek, které můžete synchronizovat.
sl: Včasih se morda zdi da je Conduit preveč zapleten, toda en od oblikovalskih ciljev je vedno bil narediti vmesnik kar se da enostaven in intuitiven. Vendar je Conduit bolj zmogljiv kot je videti iz enostavnega oblikovanja. Ta dokumentacija bo opisala vse nastavitvene možnosti za skupine in ponudnike podatkov, naslednje vrstice vam podajajo primere predmetov, ki jih morda želite uskladiti;

source: A <ulink type="http" url="http://www.gnome.org">GNOME</ulink> user might store information in a wide variety of places on the desktop including;
cs: Uživatelé <ulink type="http" url="http://www.gnome.org">GNOME</ulink> mohou uchovávat informace na řadě různých míst svého pracovního prostředí včetně:
sl: <ulink type="http" url="http://www.gnome.org">GNOME</ulink> uporabnik lahko shrani podatke na veliko različnih mestih na namizju vključno z:

source: <ulink type="http" url="http://www.gnome.org/projects/evolution/">Evolution</ulink> (email, calendar, address book)
cs: <ulink type="http" url="http://www.gnome.org/projects/evolution/">Evolution</ulink> (e-mail, kalendář, adresář)
sl: <ulink type="http" url="http://www.gnome.org/projects/evolution/">Evolution</ulink> (e-pošta, koledar, imenika)

source: <ulink type="http" url="http://www.gnome.org/projects/tomboy/">Tomboy</ulink> (notes)
cs: <ulink type="http" url="http://www.gnome.org/projects/tomboy/">Tomboy</ulink> (poznámky)
sl: <ulink type="http" url="http://www.gnome.org/projects/tomboy/">Tomboy</ulink> (sporočilca)

source: Directories (important files)
cs: Složky (důležité soubory)
sl: Mape (pomembne datoteke)

source: Photos
cs: Fotografie
sl: Fotografije

source: Bookmarks (web and feeds)
cs: Záložky (web a kanály)
sl: Zaznamki (splet in viri)

source: Music
cs: Hudba
sl: Glasba

source: <ulink type="http" url="http://del.icio.us">Delicious</ulink> (bookmarks)
cs: <ulink type="http" url="http://del.icio.us">Delicious</ulink> (záložky)
sl: <ulink type="http" url="http://del.icio.us">Delicious</ulink> (zaznamki)

source: <ulink type="http" url="http://www.gmail.com">Gmail</ulink> (bookmarks, calendar, feeds, email, photos)
cs: <ulink type="http" url="http://www.gmail.com">Gmail</ulink> (záložky, kalendář, kanály, e-mail, fotografie)
sl: <ulink type="http" url="http://www.gmail.com">Gmail</ulink> (zaznamki, koledar, viri, e-pošta, fotografije)

source: <ulink type="http" url="http://www.flickr.com">Flickr</ulink> (photos)
cs: <ulink type="http" url="http://www.flickr.com">Flickr</ulink> (fotografie)
sl: <ulink type="http" url="http://www.flickr.com">Flickr</ulink> (fotografije)

source: The user might also use one of the many popular online services including <placeholder-1/>
cs: Uživatel může také použít některou z velmi populárních on-line služeb, včetně <placeholder-1/>
sl: Uporabnik morda lahko uporablja eno od mnogih priljubljenih spletnih storitev vključno z <placeholder-1/>

source: A second laptop, also running GNOME
cs: Druhý notebook, na kterém rovněž běží GNOME
sl: Drugi prenosnik, na katerem tudi teče GNOME

source: A mobile phone
cs: Mobilní telefon
sl: Prenosni telefon

source: A <ulink type="http" url="http://www.nokia.com">Nokia</ulink> 770/800
cs: <ulink type="http" url="http://www.nokia.com">Nokia</ulink> 770/800
sl: <ulink type="http" url="http://www.nokia.com">Nokia</ulink> 770/800

source: A <ulink type="http" url="http://www.palm.com">Palm</ulink> or <ulink type="http" url="http://www.microsoft.com/windowsmobile/default.mspx">Windows Mobile</ulink> Pocket PC
cs: <ulink type="http" url="http://www.palm.com">Palm</ulink> nebo PDA s <ulink type="http" url="http://www.microsoft.com/windowsmobile/default.mspx">Windows Mobile</ulink>
sl: <ulink type="http" url="http://www.palm.com">Palm</ulink> ali <ulink type="http" url="http://www.microsoft.com/windowsmobile/default.mspx">Windows Mobile</ulink> žepni računalnik

source: An iPod
cs: iPod
sl: iPod

source: They probably also own another electronic device such as <placeholder-1/>
cs: Pravděpodobně také vlastní nějaké další elektronické zařízení jako <placeholder-1/>
sl: Verjetno so lastniki drugih elektronskih naprav kot so <placeholder-1/>

source: Its hard enough keeping your information organized when limited to the desktop, let alone the added burden of keeping your information in sync with any of the other services or devices listed above.
cs: Je dosti těžké udržovat své informace organizované, když pracujete jen na stolním počítači, natož když do hry vstoupí udržování informací synchronizovaných s nějakou další službou nebo zařízením z přechozího seznamu.
sl: Dovolj težko je obdržati vaše podatke organizirane, ko ste omejeni na namizje, še težje pa z bremenom usklajevanja podatkov s katerokoli drugo storitvijo ali napravo našteto zgoraj.

source: Our goal for Conduit is to allow GNOME users to keep their information in sync. Irrespective of the type, irrespective of the way in which that information is stored. Conduit should just work.
cs: Našim cílem pro aplikaci Conduit je umožnit uživatelům GNOME udržovat své informace synchronizované. Bez ohledu na typ, bez ohledu na způsob, jakým jsou informace uložené. Conduit prostě funguje.
sl: Cilj programa je omogočiti uporabnikom GNOME usklajevanje njihovih podatkov ne glede na vrsto in ne glede na način shrambe podatkov. Conduit mora enostavno delovati.

source: Understanding the Conduit Interface
cs: Porozumění rozhraní aplikace Conduit
sl: Razumevanje vmesnika Conduit

source: Conduit has a few basic concepts worth understanding before you begin. Knowing these concepts will help you discover things that you never knew you could keep in sync, for example, uploading photos right from your mobile phone to Picasa!
cs: Aplikace Conduit zavádí pár základních pojmů, které je záhodno pochopit, než začnete. Znalost těchto pojmů vám pomůže objevit věci, o kterých byste jinak ani nevěděli, že je lze synchronizovat, například nahrávání fotografií z vašeho mobilního telefonu do služby Picasa!
sl: Conduit ima nekaj osnovnih konceptov, ki jih potrebno razumeti pred začetkom. Poznavanje teh konceptov vam bo pomagalo odkriti stvari za katere niste nikoli vedeli, da jih lahko imate usklajene, na primer nalaganje vaših fotografij z vašega mobilnega telefona na Picasa!

source: Conduit GUI
cs: Uživatelské prostředí aplikace Conduit
sl: Conduit grafični uporabniški vmesnik

source: The Parts of the Conduit GUI
cs: Části uživatelského prestředí aplikace Conduit
sl: Deli grafičnega uporabniškega vmesnika Conduit

source: <xref linkend="conduit-FIG-gui-parts"/> shows the Conduit interface's four main components;
cs: <xref linkend="conduit-FIG-gui-parts"/> ukazuje čtyři hlavní části rozhraní aplikace Conduit:
sl: <xref linkend="conduit-FIG-gui-parts"/> prikazuje štiri glavne sestavne dele vmesnika Conduit;

source: The file, edit and help menus store operations which apply to all groups. For more information on the contents of these menus, see below.
cs: Nabídky Soubor, Upravit a Nápověda obsahují operace, kterou se používají pro skupiny. Další informace o obsahu těchto nabídek najdete dále.
sl: Meniji datoteka, uredi in pomoč shranjujejo opravila, ki so uveljavljena za vse skupine. Za več podrobnosti o vsebini teh menijev poglejte spodaj.

source: The Menu<placeholder-1/>
cs: Nabídka <placeholder-1/>
sl: Meni<placeholder-1/>

source: Located on the left hand side of the window, lists all of the data providers that are detected and ready for use on your system.
cs: Nachází se na levé straně okna a obsahuje seznam všech poskytovatelů dat, kteří byli nalezeni a jsou připraveni k použití.
sl: Na levi strani tega okna našteje vse ponudnike podatkov, ki so zaznani in pripravljeni za uporabo na vašem sistemu.

source: Data providers are the source or destination of data you wish to sync. Please refer to the <emphasis>Data Provider</emphasis> section of the documentation to receive instructions on how to configure each data provider.
cs: Poskytovatelé dat jsou zdroje nebo cíle dat, která si přejete synchronizovat. Podívejte se prosím na oddíl <emphasis>Poskytovatelé dat</emphasis> v této dokumentaci, tam najdete návody, jak nastavit jednotlivé poskytovatele dat.
sl: Ponudniki podatkov so izvor ali cilj podatkov, ki jih želite uskladiti. Oglejte si odsek dokumentacije <emphasis>Ponudnik podatkov</emphasis> za navodila o nastavitvah za vsakega ponudnika podatkov.

source: The Data Provider Pane <placeholder-1/>
cs: Panel poskytovatelů dat <placeholder-1/>
sl: Pladenj ponudnika podatkov <placeholder-1/>

source: Used to create groups of data providers to synchronize. Drag a data source to the left of the canvas pane and one or more data sinks to the right of the data pane to create a group. For more explanation on groups please check <xref linkend="conduit-providers-and-groups"/>.
cs: Používá se k vytváření skupin složených z poskytovatelů dat, které chcete synchronizovat. Zdroj dat přetáhněte na levou stranu plátna a jeden nebo více cílů dat na pravou stranu plátna a tím vytvoříte skupinu. Další věci okolo skupin vysvětluje <xref linkend="conduit-providers-and-groups"/>.
sl: Uporaben za ustvarjanje skupin ponudnikov podatkov za usklajevanje. Za ustvarjanje skupine povlecite vir podatkov na levo stran pladnja platna in enega ali več podatkovnih korit na desno stran pladnja podatkov. Za več razlage o skupinah preverite <xref linkend="conduit-providers-and-groups"/>.

source: The Canvas Pane <placeholder-1/>
cs: Panel plátna <placeholder-1/>
sl: Pladenj platna <placeholder-1/>

source: If you receive any conflict notifications while trying to run a sync job they will be listed here. For information on how to deal with possible conflicts please check the <emphasis>Conflicts and Resolutions</emphasis> section of the documentation.
cs: Pokud obdržíte oznámení o nějakém konfliktu během synchronizační úlohy, vypíše se zde. Další informace, jak naložit s možnými konflikty, najdete v oddíle <emphasis>Konflikty a řešení</emphasis> této dokumentace.
sl: V primeru da med poskusom usklajevanja prejmete sporočila o sporih, bodo našteta tukaj. Za podrobnosti kako se spopasti z morebitnimi spori preverite odsek dokumentacije <emphasis>Spori in njihovo razreševanje</emphasis>.

source: The Conflicts Pane <placeholder-1/>
cs: Panel konfliktů <placeholder-1/>
sl: Pladenj sporov <placeholder-1/>

source: The Menus
cs: Nabídky
sl: Meniji

source: The File Menu
cs: Nabídka Soubor
sl: Meni Datoteka

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Save</guimenuitem></menuchoice> Saves all configured synchronization groups. Groups are saved automatically when you exit Conduit if you have selected <guilabel>Save Settings on Exit</guilabel> in <xref linkend="conduit-preferences-window"/>
cs: <menuchoice><guimenu>Soubor</guimenu><guimenuitem>Uložit</guimenuitem></menuchoice> uloží všechny nastavené synchronizační skupiny. V případě, že máte v <xref linkend="conduit-preferences-window"/> vybráno <guilabel>Při ukončení uložit nastavení</guilabel>, uloží se při ukončení aplikace Conduit skupiny automaticky.
sl: <menuchoice><guimenu>Datoteka</guimenu><guimenuitem>Shrani</guimenuitem></menuchoice> Shrani vse nastavljene skupine usklajevanja. Skupine so samodejno shranjene ko končate Conduit, če ste izbrali<guilabel> Shrani nastavitve ob končanju</guilabel> v <xref linkend="conduit-preferences-window"/>

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Synchronize All</guimenuitem></menuchoice> Synchronizes all groups at the same time. You can still run each sync group separately (see the <emphasis>Groups</emphasis> section), but this saves you the time of having to select and manually going through each group to start the sync process.
cs: <menuchoice><guimenu>Soubor</guimenu><guimenuitem>Synchronizovat vše</guimenuitem></menuchoice> Synchronizuje naráz všechny skupiny. Můžete sice spustit každou synchronizační skupinu zvlášť (viz oddíl <emphasis>Skupiny</emphasis>), ale tímto ušetříte čas, který byste strávili vybíráním a ručním procházením každé skupiny zvlášť, abyste spustili její synchronizační proces.
sl: <menuchoice><guimenu>Datoteka</guimenu><guimenuitem>Uskladi vse</guimenuitem></menuchoice> Uskladi vse skupine hkrati. Še vedno lahko vsako skupino usklajevanja poženete ločeno (oglejte si odsek <emphasis>Skupine</emphasis>), toda to vam prihrani čas in potrebo po ročnem poganjanju usklajevanja za vsako skupino.

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Quit</guimenuitem></menuchoice> Closes conduit. You will be prompted to stop any synchronization currently in progress.
cs: <menuchoice><guimenu>Soubor</guimenu><guimenuitem>Ukončit</guimenuitem></menuchoice> Ukončí aplikaci Conduit. Pokud právě probíhá nějaky synchronizační proces, budete dotázáni, zda se má ukončit.
sl: <menuchoice><guimenu>Datoteka</guimenu><guimenuitem>Končaj</guimenuitem></menuchoice> Zapre conduit. Vprašani boste za zaustavitev morebitnih usklajevanj v teku.

source: The Edit Menu
cs: Nabídka Upravit
sl: Meni Uredi

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Clear Canvas</guimenuitem></menuchoice> Removes all configurations, data providers, and groups from the canvas pane. This allows you start using the canvas as it was a clean slate. The best time to use this is when you are re-configuring a large portion of your sync groups. There is no quick way to revert back after selecting this setting.
cs: <menuchoice><guimenu>Upravit</guimenu><guimenuitem>Vyčistit plátno</guimenuitem></menuchoice> Odstraní z plátna všechna nastavení, datové poskytovatele a skupiny. Po té můžete začít plátno používat jako nepopsanou tabuli. To je vhodné, když se pustíte do rozsáhlého přenastavení velké části svých synchronizačních skupin. Po provedení této volby neexistuje žádný rychlý způsob, jak to vrátit zpět.
sl: <menuchoice><guimenu>Uredi</guimenu><guimenuitem>Počisti platno</guimenuitem></menuchoice> Odstrani vse nastavitve, ponudnike podatkov in skupine iz pladnja platna. To vam omogoča ponovno uporabo platna, kot da bi bilo čisto. Najboljši čas za uporabo te zmožnosti je ob ponovnem nastavljanju velikega deleža vaših skupin usklajevanja. Po izbiri te nastavitve ni hitrega načina za povrnitev nazaj.
