Repository: fpemud/conduit
Catalog: po/*.po
Languages: de

source: Conduit Synchronizer
de: Conduit Datenabgleich

source: Synchronization for GNOME
de: Datenabgleich für GNOME

source: <b>Default Synchronization Options</b>
de: <b>Vorgegebene Einstellungen zum Abgleich</b>

source: <b>General</b>
de: <b>Allgemein</b>

source: Always Up-To-Date
de: Immer aktuell

source: Ask Me What to Do
de: Beim Benutzer nachfragen

source: Ask me what to do
de: Beim Benutzer nachfragen

source: Cancel Synchronization
de: Datenabgleich abbrechen

source: Cancel currently-synchronizing groups
de: Aktuelle Abgleichgruppen abbrechen

source: Clear Canvas
de: Ansichtsbereich leeren

source: Compare
de: Vergleichen

source: Conduit Preferences
de: Conduit – Einstellungen

source: Configuration
de: Allgemein

source: Configure Item
de: Einstellungen

source: Configure the synchronization settings for this item
de: Die Abgleicheinstellungen für dieses Element festlegen

source: Conflict Options
de: Konflikteinstellungen

source: Conflicts
de: Konflikte

source: Contents
de: Inhalte

source: Data Conversions
de: Datenumwandler

source: Data Providers
de: Datenquellen

source: Delete Group
de: Gruppe löschen

source: Delete Item
de: Element löschen

source: Delete Options
de: Optionen löschen

source: Delete from the corresponding sink
de: Aus dem zugehörigen Empfänger löschen

source: Delete the Corresponding Item
de: Das dazugehörige Element löschen

source: Minimize to notification area
de: Im Benachrichtigungsfeld minimieren

source: Refresh Group
de: Gruppe auffrischen

source: Refresh Item
de: Element auffrischen

source: Replace the Older Item
de: Älteres Element ersetzen

source: Replace the older item
de: Älteres Element ersetzen

source: Resolve Conflicts
de: Konflikte auflösen

source: Save settings on exit
de: Einstellungen beim Beenden speichern

source: Show Hints
de: Hinweise anzeigen

source: Show status icon
de: Statussymbol anzeigen

source: Skip
de: Überspringen

source: Slow Synchronization
de: Langsamer Datenabgleich

source: Start Conduit at login
de: Conduit beim Anmelden starten

source: Synchronization Options
de: Datenabgleich-Optionen

source: Synchronize All
de: Alles abgleichen

source: Synchronize Group
de: Gruppe abgleichen

source: Synchronize group
de: Gruppe abgleichen

source: Synchronizes all groups
de: Alle Gruppen abgleichen

source: Title
de: Titel

source: Two-Way Synchronization
de: Zweiwege-Abgleich

source: When an item has been deleted:
de: Wenn ein Element gelöscht wurde:

source: When an item is deleted...
de: Wenn ein Element gelöscht wurde …

source: When there is a conflict...
de: Wenn ein Konflikt auftritt …

source: When there is a two-way conflict:
de: Wenn ein zweiseitiger Konflikt auftritt:

source: _Edit
de: _Bearbeiten

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: What Do You Want to Synchronize?
de: Was wollen Sie abgleichen?

source: Drag and Drop a Data Provider on the Canvas
de: Legen Sie eine Datenquelle im Ansichtsbereich ab

source: Synchronization Group Created
de: Abgleichgruppe wurde erstellt

source: Add Another Data Provider to the Group to Synchronize it
de: Fügen Sie der Gruppe eine Datenquelle hinzu, um abzugleichen

source: You Are Now Ready to Synchronize
de: Sie sind nun bereit zum Abgleich

source: Right Click on Group for Options
de: Für Optionen klicken Sie mit der rechten Maustaste auf »Gruppe«

source: Synchronize Two Folders
de: Zwei Ordner abgleichen

source: Backup Folder to Box.net
de: Ordner in Box.net sichern

source: Synchronize Tagged F-Spot Photos to Flickr
de: Markierte F-Spot-Fotos mit Flickr abgleichen

source: Conduit is a synchronization application.
de: Conduit ist eine Anwendung zum Datenabgleich.

source: Launch without GUI. [default: %default]
de: Ohne GUI starten. [Vorgabe: %default]

source: Save dataprovider configuration to FILE. [default: %default]
de: Konfiguration der Datenquelle in DATEI speichern. [Vorgabe: %default]

source: Iconify on startup. [default: %default]
de: Im minimierten Zustand starten. [Vorgabe: %default]

source: Run with the specified UI. [default: %default]
de: Mit der angegebenen Benutzeroberfläche starten. [Vorgabe: %default]

source: Only load modules in the named files. [default: load all modules]
de: Nur Module aus den genannten Dateien laden. [Vorgabe: alle Module laden]

source: Do not load modules in the named files. [default: load all modules]
de: Keine Module aus den genannten Dateien laden. [Vorgabe: alle Module laden]

source: Explicitly set internal Conduit settings (keys) to the given values for this session. [default: do not set]
de: Explizit interne Conduit-Einstellungen (Schlüssel) für diese Sitzung auf die angegebenen Werte setzen. [Vorgabe: nicht setzen]

source: Enable loading of unfinished or unsupported dataproviders. [default: %default]
de: Laden von unvollständig eingerichteten oder nicht unterstützten Datenquellen aktivieren. [Vorgabe: %default]

source: Generate more debugging information. [default: %default]
de: Mehr Informationen zur Fehlerdiagnose erstellen. [Vorgabe: %default]

source: Generate less debugging information. [default: %default]
de: Weniger Informationen zur Fehlerdiagnose erstellen. [Vorgabe: %default]

source: Generate no debugging information. [default: %default]
de: Keine Informationen zur Fehlerdiagnose erstellen. [Vorgabe: %default]

source: Ready
de: Bereit

source: New data to sync
de: Neue Daten zum Abgleichen

source: Refreshing...
de: Wird aufgefrischt …

source: Refreshed OK
de: Auffrischen erfolgreich

source: Error Refreshing
de: Auffrischen gescheitert

source: Synchronizing...
de: Datenabgleich …

source: Synchronized OK
de: Datenabgleich erfolgreich

source: Error Synchronizing
de: Datenabgleich gescheitert

source: Synchronization Skipped
de: Datenabgleich übersprungen

source: Synchronization Cancelled
de: Datenabgleich abgebrochen

source: Synchronization Conflict
de: Konflikt beim Datenabgleich

source: Not Configured
de: Nicht konfiguriert

source: None
de: Nichts

source: Files and Folders
de: Dateien und Ordner

source: Notes
de: Notizen

source: Photos
de: Fotos

source: Office
de: Büro-Anwendungen

source: Settings
de: Einstellungen

source: Miscellaneous
de: Verschiedenes

source: Media
de: Medien

source: Bookmarks
de: Lesezeichen

source: Drag a Data Provider here to continue
de: Legen Sie hier eine Datenquelle ab, um fortzufahren

source: Show me
de: Zeigen

source: Source
de: Quelle

source: Resolution
de: Lösung

source: Sink
de: Empfänger

source: Conflicts (%s)
de: Konflikte (%s)

source: Introduction
de: Einführung

source: Writing a Data Provider
de: Eine Datenquelle schreiben

source: API Documentation
de: API-Dokumentation

source: Test Results
de: Testergebnisse

source: - %s (Development Version)
de: - %s (Entwicklerversion)

source: - Running Uninstalled
de: - Ausführung ohne Installation

source: Examples
de: Beispiele

source: Developers
de: Enwickler

source: Convert from
de: Umwandeln von

source: into
de: nach

source: Relationship Database
de: Beziehungsdatenbank

source: Conversions Available
de: Umwandlungen verfügbar

source: Loaded
de: Geladen

source: Synchronization in progress. Do you want to cancel it?
de: Datenabgleich läuft. Soll er abgebrochen werden?

source: _Synchronize All
de: _Alle abgleichen

source: Synchronizes All Groups
de: Alle Gruppen abgleichen

source: _Cancel Synchronization
de: Datena_bgleich abbrechen

source: Cancels Currently Synchronizing Groups
de: Momentanen Abgleich der Gruppen abbrechen

source: _Quit
de: _Beenden

source: Close Conduit
de: Conduit schließen

source: Synchronization Error
de: Fehler beim Datenabgleich

source: Synchronization Complete
de: Datenabgleich abgeschlossen

source: Synchronizing
de: Datenabgleich läuft

source: Description
de: Beschreibung

source: Total: %d
de: Gesamt: %d

source: Configure
de: Einstellungen

source: Backpack Notes
de: Backpack-Notizen

source: Store things in Backpack Notes
de: Dinge in Backpack-Notizen speichern

source: Account details
de: Konto-Details

source: Login
de: Anmelden

source: API key
de: API-Schlüssel

source: Saved notes
de: Gespeicherte Notizen

source: Save notes in page
de: Notizen in dieser Seite speichern

source: Banshee Playlists
de: Banshee-Wiedergabeliste

source: Synchronize your Banshee playlists
de: Banshee-Wiedergabelisten abgleichen

source: Playlists
de: Wiedergabelisten

source: Synchronize your Box.net files
de: Box.net-Dateien abgleichen

source: Folder
de: Ordner

source: Folder name
de: Ordnername

source: Load folders
de: Ordner laden

source: Note-
de: Notiz-

source: Wallpaper
de: Hintergrund

source: Changes your Desktop Wallpaper
de: Ändern Ihres Arbeitsflächenhintergrundes

source: Select %s
de: %s auswählen

source: Evolution Contacts
de: Evolution-Kontakte

source: Synchronize your contacts
de: Kontakte abgleichen

source: Evolution Calendar
de: Evolution-Kalender

source: Synchronize your calendar
de: Kalender abgleichen

source: Evolution Tasks
de: Evolution-Aufgaben

source: Synchronize your tasks
de: Aufgaben abgleichen

source: Evolution Memos
de: Evolution-Notizen

source: Synchronize your memos
de: Notizen abgleichen

source: Synchronize your Facebook photos
de: Facebook-Fotos abgleichen

source: Loading album list...
de: Albenliste wird geladen …

source: Failed to connect
de: Verbindung gescheitert

source: Logged in
de: Angemeldet

source: Failed to login
de: Anmeldung gescheitert

source: Load albums
de: Alben laden

source: Synchronize data from RSS enclosures
de: Daten aus RSS-Containern abgleichen

source: Feed address
de: Feed-Adresse

source: Enclosure settings
de: Einstellungen zur Einbettung

source: Limit downloaded enclosures
de: Eingebettete Downloads begrenzen

source: Limit to
de: Begrenzen auf

source: Randomize enclosures
de: Zufällig einbetten

source: Download types
de: Download-Typen

source: Download audio files
de: Audio-Dateien herunterladen

source: Download video files
de: Video-Dateien herunterladen

source: Download photo files
de: Foto-Dateien herunterladen

source: Icon
de: Symbol

source: Items
de: Elemente

source: <i>Contains %s files</i>
de: <i>Enthält %s Dateien</i>

source: Include file...
de: Datei hinzufügen …

source: All files
de: Alle Dateien

source: Include folder...
de: Ordner hinzufügen …

source: Please Name All Folders
de: Bitte benennen Sie alle Ordner

source: All folders require a descriptive name. To name a folder simply click on it
de: Jeder Ordner benötigt einen beschreibenden Namen. Um einen Ordner zu benennen, müssen Sie ihn nur anklicken.

source: Files
de: Dateien

source: Source for synchronizing multiple files
de: Quelle, um mehrere Dateien abzugleichen

source: Synchronize folders
de: Ordner abgleichen

source: Firefox 3 Bookmarks
de: Firefox-3-Lesezeichen

source: Syncronize your Firefox 3 Bookmarks
de: Firefox-3-Lesezeichen abgleichen

source: Firefox Profile
de: Firefox-Profil

source: Synchronize your Flickr.com photos
de: Flickr.com-Fotos abgleichen

source: Failed to connect.
de: Verbindung gescheitert.

source: Album names loaded.
de: Albumnamen wurden geladen.

source: Failed to login.
de: Anmeldung gescheitert.

source: Logging in, please wait...
de: Anmeldung läuft, bitte warten …

source: Username
de: Benutzername

source: Authenticate
de: Legitimieren

source: Saved photo settings
de: Einstellungen für gespeicherte Fotos

source: Resize photos
de: Fotogrößen ändern

source: Do not resize
de: Größe nicht ändern

source: Photos are public
de: Fotos sind öffentlich

source: Synchronize your F-Spot photos
de: F-Spot-Fotos abgleichen

source: F-Spot DBus interface is operating in read-only mode
de: F-Spots DBus-Schnittstelle arbeitet im Nur-Lesen-Modus

source: F-Spot is running
de: F-Spot läuft

source: Please start F-Spot or activate the D-Bus Extension
de: Bitte starten Sie F-Spot oder aktivieren Sie die D-Bus-Erweiterung

source: Start F-Spot
de: F-Spot starten

source: Tags
de: Markierungen

source: Add tags
de: Markierungen hinzufügen

source: Tag name
de: Name der Markierung

source: Add tag
de: Markierung hinzufügen

source: Application Settings
de: Anwendungseinstellungen

source: Synchronize your application settings
de: Abgleichen Ihrer Anwendungseinstellungen

source: Preferred Applications
de: Bevorzugte Anwendungen

source: Desktop Interface
de: Arbeitsflächenschnittstelle

source: Applications to Synchronize
de: Abzugleichende Anwendungen

source: Google Bookmarks
de: Google-Lesezeichen

source: Sync your Google Bookmarks
de: Google-Lesezeichen abgleichen

source: Login Details
de: Anmeldungsdetails

source: Password
de: Passwort

source: Google Calendar
de: Google-Kalender

source: Synchronize your Google Calendar
de: Google-Kalender abgleichen

source: Synchronize your Google Picasa photos
de: Picasa-Fotos abgleichen

source: Google Contacts
de: Google-Kontakte

source: Synchronize your Google Mail contacts
de: GoogleMail-Kontakte abgleichen

source: Google Documents
de: Google-Dokumente

source: Synchronize your Google Documents
de: Google-Dokumente abgleichen

source: Unknown
de: Unbekannt

source: miscellaneous
de: Verschiedenes

source: No description.
de: Keine Beschreibung.

source: Synchronize data from YouTube
de: YouTube-Daten abgleichen

source: <b>Account Details</b>
de: <b>Konto-Details</b>

source: Calendar:
de: Kalender:

source: Load Calendars
de: Kalender laden

source: Password:
de: Passwort:

source: Synchronize your iPod notes
de: iPod-Notizen abgleichen

source: Contacts
de: Kontakte

source: Synchronize your iPod contacts
de: iPod-Kontakte abgleichen

source: Calendar
de: Kalender

source: Synchronize your iPod calendar
de: iPod-Kalender abgleichen

source: Synchronize your iPod photos
de: iPod-Fotos abgleichen

source: Delete
de: Löschen

source: Encoding
de: Kodierung

source: Conversion options
de: Umwandlungsoptionen

source: Keep converted files
de: Umgewandelte Dateien behalten

source: iPod Music
de: iPod-Musik

source: Synchronize your iPod music
de: iPod-Musik abgleichen

source: Synchronize your iPod videos
de: iPod-Videos abgleichen

source: Movie
de: Film

source: Music Video
de: Musik-Video

source: TV Show
de: Fernseh-Show

source: Video kind
de: Art des Videos

source: N800 Files
de: N800-Dateien

source: Synchronizes files/folders to a N800 device
de: Dateien und Ordner mit einem N800-Gerät abgleichen

source: Backups
de: Sicherungen

source: N800 Music
de: N800-Musik

source: Synchronizes music to a N800 device
de: Musik mit einem N800-Gerät abgleichen

source: Music
de: Musik

source: Synchronizes video to a N800 device
de: Videos mit einem N800-Gerät abgleichen

source: Video
de: Videos

source: N800 Photos
de: N800-Fotos

source: Synchronizes photos to an N800 device
de: Fotos mit einem N800-Gerät abgleichen

source: Photo
de: Fotos

source: Nautilus Bookmarks
de: Nautilus-Lesezeichen

source: Sync your Nautilus Bookmarks
de: Nautilus-Lesezeichen abgleichen

source: Sync bookmarks to local places/files
de: Lesezeichen mit lokalen Orten oder Dateien abgleichen

source: Sync bookmarks to remote places/files
de: Lesezeichen mit entfernten Orten oder Dateien abgleichen

source: Network
de: Netzwerk

source: Enable synchronization via network
de: Datenabgleich über Netzwerk

source: Rhythmbox Music
de: Rhythmbox-Musik

source: Synchronize songs from your Rhythmbox playlists
de: Lieder aus Rhythmbox-Wiedergabelisten abgleichen

source: Synchronize your Shutterfly photos
de: Shutterfly-Fotos abgleichen

source: %Y-%m-%d %H:%M:%S
de: %d.%m.%Y, %H:%M:%S

source: Synchronize your SmugMug.com photos
de: SmugMug.com-Fotos abgleichen

source: Create Partnership
de: Partnerschaft erstellen

source: Windows Mobile Contacts
de: Windows-Mobile-Kontakte

source: Windows Mobile Calendar
de: Windows-Mobile-Kalender

source: Tasks
de: Aufgaben

source: Windows Mobile Tasks
de: Windows-Mobile-Aufgaben

source: Synchronize your Zoto photos
de: Zoto-Fotos abgleichen
